Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: མཐོང་ནས་ཀྱང་སྐྱེ་བོ་ཕལ་ཆེ་བ་དེ་དག་དྲང་སྲོང་དེ་ལ་ཤས་ཆེར་དགའ་བ་སྐྱེས་སོ། །
en: and were filled with the greatest admiration.

source: དེ་དག་དགའ་བ་སྐྱེས་ནས་དྲང་སྲོང་དེ་ལ་བཀུར་སྟི་བྱེད་བླ་མར་བྱེད་རི་མོར་བྱེད་མཆོད་པར་བྱེད་དེ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་ཀྱང་བསྙེན་བཀུར་བྱེད་དོ། །
en: Due to their great admiration, they held him in high esteem, revered him, honored him, venerated him, and provided for all his needs.

source: དྲང་སྲོང་དེས་ཀྱང་དེར་འོང་བ་དེ་དག་ལ་དུས་དུས་སུ་ཆོས་སྟོན་ཏོ། །
en: The sage likewise went to them from time to time to teach the Dharma,

source: དེ་དག་གིས་ཀྱང་དེ་ལས་ཆོས་ཐོས་ནས་ཁ་ཅིག་ནི་དྲང་སྲོང་དེ་ཉིད་ཀྱི་ཐད་དུ་རབ་ཏུ་བྱུང་སྟེ།
en: and when they heard the Dharma from him, some of them went forth in the presence of the sage

source: བསམ་གཏན་བཞི་དང་མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དོ། །
en: and generated the four meditative states and the five superknowledges.

source: ཁ་ཅིག་ནི་ཁྱིམ་ན་གནས་བཞིན་དུ་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ཡང་དག་པར་བླངས་ཏེ་
en: Some continued to live at home and perfectly adopted the path of the ten virtuous actions.

source: གནས་ལ་དྲང་སྲོང་དེའི་ཐད་དུ་ཡང་དུས་དུས་སུ་བལྟ་བའི་ཕྱིར་འོངས་ཏེ
en: The sage would come to their homes so they could be in his company and see him from time to time,

source: དེ་ཕྱིན་ཅད་དཀའ་ཐུབ་ཅན་དེ་དག་གི་ཐད་དུ་ནི་མི་འོང་ངོ་། །
en: so they no longer went to meet with the ascetics.

source: དེ་ནས་ཕྱི་ཞིག་ན་དཀའ་ཐུབ་ཅན་དེ་དག་གིས་བསམས་པ།
en: “One day the ascetics thought,

source: སྔན་ཅད་ནི་གྲོང་ཁྱེར་རྡུལ་ལྡན་དུ་གནས་པའི་སྐྱེ་བོ་མང་པོ་རྣམས་བདག་ཅག་ལ་བཀུར་སྟི་བྱེད་བླ་མར་བྱེད་རི་མོར་བྱེད་མཆོད་པར་བྱེད་དེ་
en: ‘Before, the many inhabitants of the city of Pāṁśula held us in high esteem, revered, honored, and venerated us.

source: རྙེད་པའི་མཆོག་དང་གྲགས་པའི་མཆོག་དང་ཤིན་ཏུ་ལྡན་ན
en: Our profit was unrivaled and our acclaim without compare.

source: དྲང་སྲོང་འདི་འོངས་ནས་བདག་ཅག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཆད་པར་གྱུར་གྱིས་བདག་ཅག་གིས་ཅི་ནས་ཀྱང་དྲང་སྲོང་འདི་གཡོག་འཁོར་དང་བཅས་པ་ཡུལ་འདིར་མི་འདུག་པར་བྱའོ། །
en: But since the sage’s arrival, all that profit and acclaim has been cut off. We must make it so that the sage and his retinue no longer live here.

source: འདི་མེད་ན་བདག་ཅག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཕྱིར་ཡང་སྔ་མཁོ་བཞིན་དུ་འགྱུར་རོ་སྙམ་ནས།
en: When he’s gone, all our profit and acclaim will be restored.’

source: བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ།
en: “They told the sage’s young brahmins,

source: བྲམ་ཟེའི་ཁྱེའུ་དག་ཤེས་པར་གྱིས་ཤིག །དྲང་སྲོང་འདི་འོངས་ནས་བདག་ཅག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཆད་པར་གྱུར་གྱིས།
en: ‘Young brahmins, you should know that since this sage has arrived, all our profit and acclaim has been cut off,

source: བདག་ཅག་གིས་གྲོང་ཁྱེར་ཐོག་ཐག་ཏུ་འདིའི་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱར་ཀ་བཏང་སྟེདྲང་སྲོང་འདི་ནི་འདོད་པ་སྤྱོད་པ་ཡིན་གྱི་འདི་ནི་ཚངས་པར་སྤྱོད་པ་མ་ཡིན་གྱིས།
en: so we are going to spread malicious rumors all about town saying that the sage has been indulging his desires and is no longer celibate.

source: ཁྱེད་འདི་ལ་བཀུར་སྟི་བྱེད་པར་མ་སེམས་ཤིག་ཅེས་བྱས་པ་དང་། དེ་སྐུར་པ་བཏབ་པས་འཇིགས་ཤིང་སྐྲག་ནས་
en: Think well whether you should serve and revere him.

source: ཡང་ན་ནི་ཡུལ་གཞན་དུ་འགྲོ་བར་འགྱུར་ཡང་ན་ནི་བདག་ཅག་འཆི་བར་བྱེད་པར་འགྱུར་རོ། །
en: He will flee in terror of the aspersions we cast, or he will kill us.

source: འདི་མེད་ན་བདག་ཅག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཕྱིར་ཡང་སྔ་མཁོ་བཞིན་དུ་འོང་བར་འགྱུར་རོ་ཞེས་བྱས་ནས་
en: With him gone our profit and acclaim will be restored.’

source: དེ་གཉིས་གཡོག་འཁོར་དང་བཅས་པ་གྲོང་ཁྱེར་རྡུལ་ལྡན་དུ་དོང་ནས་ལམ་པོ་ཆེ་དང་སྲང་དང་བཞི་མདོ་དང་སུམ་མདོ་དག་ཏུ་འཁོད་ནས་དྲང་སྲོང་དེའི་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱར་ཀ་གཏོང་བར་བྱེད་དེ
en: “The two ascetics and their retinue took their places on the avenues, in the streets, and at the crossroads and spread malicious rumors, saying,

source: དྲང་སྲོང་འདི་ནི་ཚུལ་ཁྲིམས་འཆལ་པ་སྡིག་པའི་ཆོས་དང་ལྡན་པར་འདོད་པ་ལ་སྤྱོད་པ་ཡིན་གྱི་འདི་ནི་ཚངས་པར་སྤྱོད་པ་མ་ཡིན་ཏེ།
en: ‘The sage is an immoral lecher, a wanton wrongdoer! He indulges his desires and is no longer celibate.

source: འདི་ནི་ཁྱེད་ལ་སྒྱུས་འདྲིད་པ་ཡིན་གྱིས་ཁྱེད་འདི་ལ་ཧ་ཅང་བཀུར་སྟི་བྱེད་པར་མ་སེམས་ཤིགཅེས་བྱས་སོ། །
en: He is a charlatan deceiving you. You should not think to pay him homage.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་དྲང་སྲོང་དེ་ལ་མི་དགའ་བར་གྱུར་ཏེ།
en: “As soon as they heard this, many were unhappy with the sage, and in their unhappiness they declared,

source: འདི་ནི་འདོད་པ་སྤྱོད་པ་ཡིན་གྱི་འདི་ནི་ཚངས་པར་སྤྱོད་པ་མ་ཡིན་ནོ་ཞེས་མི་དགའ་བར་གྱུར་ནས།
en: ‘This indulger of his desires is no longer celibate!

source: དེ་ཕྱིན་ཅད་དེ་ལ་བཀུར་སྟི་མི་བྱེད་བླ་མར་མི་བྱེད་རི་མོར་མི་བྱེད་མཆོད་པར་མི་བྱེད་ལ་བལྟ་བའི་ཕྱིར་ཡང་འགྲོ་བར་མི་བྱེད་དོ། །
en: Never again will we hold him in high esteem, revere him, honor him, or venerate him, nor ever go to see him!’

source: དེ་ནས་དྲང་སྲོང་གིས་བསམས་པ།
en: “The sage began to wonder,

source: སྔན་ཅད་ནི་སྐྱེ་བོ་མང་པོ་འདི་དག་བདག་ལ་བཀུར་སྟི་བྱེད་བླ་མར་བྱེད་རི་མོར་བྱེད་མཆོད་པར་བྱེད་ན། ད་ནི་འདི་དག་བདག་ལ་བཀུར་སྟི་མི་བྱེད། བླ་མར་མི་བྱེད་རི་མོར་མི་བྱེད་མཆོད་པར་མི་བྱེད་ན་འདི་ནི་ཅི་ལས་གྱུར་སྙམ་པ་དང་།
en: ‘Why is it that before, a great crowd of people from the city of Pāṁśula held me in high esteem, revered, honored and venerated me, and now they no longer hold me in high esteem, revere, honor, and venerate me?’

source: དེས་བལྟས་ན་དཀའ་ཐུབ་ཅན་དེ་གཉིས་གཡོག་འཁོར་དང་བཅས་པས་གྲོང་ཁྱེར་རྡུལ་ལྡན་ཐོག་ཐག་ཏུ་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱར་ཀ་བཏང་བར་མཐོང་ངོ་། །
en: He looked and saw that the two ascetics and their retinue had been spreading malicious rumors about him in the city of Pāṁśula.

source: མཐོང་ནས་ཀྱང་ཡང་བསམས་པ་གྲོང་ཁྱེར་རྡུལ་ལྡན་འདིར་བདག་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱར་ཀས་ཕོག་པ་ཅི་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་རྙེད་པ་དང་། བཀུར་སྟིའི་གཅུགས་ལས་བྱུང་བ་ཡིན་གྱིས།
en: When he saw this he thought, ‘Whatever malicious rumors about me that have spread throughout Pāṁśula all arose due to my profit and acclaim,

source: མ་ལ་བདག་གིས་འདི་ན་ཅི་ཡོད་པ་ཐམས་ཅད་སྤངས་ཏེསྔོན་གྱི་དགོན་པའི་གནས་དེ་ཉིད་དུ་གནས་བཅའ་བར་བྱའོ་སྙམ་ནས།
en: so I will leave this all behind and return to my former hermitage!’

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་པོ་དེ་དག་ཁྲིད་དེ། སྔོན་གྱི་དགོན་པའི་གནས་དེ་ཉིད་དུ་སོང་སྟེ་འདུག་གོ། །
en: So he led the five hundred young brahmins back to their former hermitage, and there they stayed.

source: དེ་ནས་དྲང་སྲོང་དེ་སོང་ནས་དཀའ་ཐུབ་ཅན་དེ་དག་གི་རྙེད་པ་དང་བཀུར་སྟི་སྔ་མཁོ་བཞིན་དུ་གྱུར་ཏེ་གཞི་དེས་ན་དེ་དག་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: After the sage left, the ascetics’ profit and acclaim was restored, and they were filled with glee.

source: དེའི་ཚེ་དཀའ་ཐུབ་ཅན་གཡོག་འཁོར་དང་བཅས་པ་གང་ཡིན་པ་དེ་གཉིས་ནི་དགེ་སློང་ཤཱ་རིའི་བུ་དང་མཽད་གལ་གྱི་བུ་འདི་གཉིས་ཁོ་ན་ཡིན་ཏེ
en: The two ascetics with their retinue then are none other than Śāriputra and Maudgalyāyana.

source: དེར་དེ་གཉིས་རྙེད་པ་དང་བཀུར་སྟིའི་དབང་དུ་གྱུར་ནས་དྲང་སྲོང་དེ་ལ་ཡང་དག་པ་མ་ཡིན་པའི་སྐུར་པ་བཏབ་པ་གང་ཡིན་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས། ལོ་དུ་མ་ལོ་འབུམ་ཕྲག་དུ་མར་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ། །
en: The actions of commandeering his profit and acclaim and casting aspersions on the sage ripened into their births as hell beings for hundreds upon hundreds of thousands of years.

source: དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཡང་དག་པ་མ་ཡིན་པའི་སྐུར་པ་བཏབ་པས་ན། ད་ལྟར་སྲིད་པ་ཐ་མ་དང་གནས་ཐ་མར་གྱུར་ཏེ་
en: At that time, after they died and transmigrated, wherever they took rebirth, aspersions were cast on them.

source: དགྲ་བཅོམ་པ་ཉིད་ཐོབ་པའི་བར་དུ་ཡང་དགེ་སློང་ཀོ་ཀ་ལི་ཀས་མང་པོའི་ནང་དུ་མི་བདེན་པ་དང་ཡང་དག་པ་མ་ཡིན་པ་དང་གསོག་དང་བརྫུན་གྱི་ཚིག་གིས་སྐུར་པ་བཏབ་བོ། །
en: Now they have come to their final existence and rebirth, but until they attain arhatship, the monk Kokālika will cast untrue, malicious, worthless, spurious, and unfounded aspersions on them.”

source: དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ། བཙུན་པ་དགེ་སློང་ཀོ་ཀ་ལི་ཀས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་སེམས་ཅན་དམྱལ་བ་པད་མ་ལྟར་གས་པ་ཆེན་པོར་སྐྱེས་ལ་དེར་སྐྱེས་ནས་ཀྱང་དེའི་ལྕེ་ལ་རྨོན་པ་དོར་ལྔ་བརྒྱ་བྱུང་བར་གྱུར་ལགས།
en: “Lord,” the monks inquired, “what action did the monk Kokālika take that ripened into his taking birth as a hell being in the Great Lotus Hell; that after he was born there, there were five hundred yokes of oxen on his tongue;

source: དེ་བཞིན་དུ་དེའི་གློ་གཡས་གཡོན་ནས་ལྕགས་ཀྱི་མཆེ་བ་ཅན་གྱི་ཁྱི་དང་སེང་གེ་དང་སྟག་དང་གཟིག་དང་དྲེད་ལ་སོགས་པས་ཤ་རྣམས་བཅད་ཅིང་བཅད་ཅིང་ཟ་བར་བགྱིད་ལགས།
en: that on his right and his left were iron-fanged dogs, lions, tigers, leopards, hyenas, and so on, that tore into his flesh over and over again and fed on him;

source: དེ་བཞིན་དུ་སྟེང་ནས་ཀྱང་ལྕགས་ཀྱི་མཆུ་ཅན་གྱི་བྱ་རྒོད་དང་བྱ་རོག་དང་ཆུན་ལག་རྣམས་ཀྱིས་ཤ་རྣམས་བཅད་ཅིང་བཅད་ཅིང་ཟ་བར་བགྱིད་ལགས།
en: that from above came iron-beaked vultures, crows, and ospreys that tore into his flesh over and over again and fed on him;

source: དེ་བཞིན་དུ་གློ་གཡས་གཡོན་ནས་ལྕགས་ཀྱི་ཤིང་ཤལ་མ་ལིའི་ཚལ་གྲུབ་པར་གྱུར་ལ།
en: that from his right and his left, a forest of iron śālmali trees sprung up;

source: གལ་ཏེ་དེ་ན་ཚ་མི་བཟོད་དེ་གློ་བསྒྱུར་ན་ཡང་སྟེང་ནས་ལྕགས་ཀྱི་མདུང་ཐུང་དང་མདའ་བོ་ཆེ་དང་རྡོ་རྗེ་རྩེ་གཅིག་པ་དང་མདུང་རྩེ་གཅིག་པ་རྣམས་འབབ་ལགས།
en: and that when he couldn’t bear the heat anymore and turned the other way, from above iron daggers and great arrows and single-tipped vajras and spears rained down?”

source: དེས་ཤཱ་རིའི་བུ་དང་མཽད་གལ་གྱི་བུ་གཉིས་ལ་སེམས་སྡང་བར་བྱས་པའི་ཕྱིར་རོ།། །།
en: “It is because he was so hateful toward Śāriputra and Maudgalyāyana.”

source: ཐང་བཅད་ཅེས་བྱ་བ་ནི།
en: The Tired Man

source: དེ་ནས་ཕྱི་ཞིག་ན་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་སེམས་ཅན་དམྱལ་བའི་ནང་དུ་རྒྱུ་བར་ཆས་ནས་མཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེ། སེམས་ཅན་དམྱལ་བ་མནར་མེད་པར་ཕྱིན་པ་དང་།
en: One day Venerable Mahā­maudgalyāyana prepared himself to wander among the hell beings, disappeared from Śrāvastī, and traveled to the Hell of Ceaseless Agony.

source: དེ་དེར་སེམས་ཅན་ལུས་ཆེ་ལ་ལུས་ཀྱིས་དཔག་ཚད་མང་པོ་ཁྱབ་པར་འདུག་ལ། དེའི་ལས་ལས་སྐྱེས་པའི་མི་རྣམས་ཀྱིས་དེའི་ཁ་ནས་ལྕེ་ཕྱུང་སྟེ
en: There he saw a being with a body so large it filled many yojanas, and, due to that being’s past actions, human beings appeared and tore his tongue from his mouth.

source: ལྕགས་ཀྱི་ས་གཞི་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་ཏུ་རབ་ཏུ་འབར་ཏེ་མེ་ལྕེ་གཅིག་ཏུ་འབར་བའི་སྟེང་དུ་བརྒྱངས་ནས་ལྕགས་ཀྱི་ཕུར་པ་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་ཏུ་རབ་ཏུ་འབར་ཏེམེ་ལྕེ་གཅིག་ཏུ་འབར་བ་དག་གིས་ཐང་བཅད་ནས།
en: There were iron daggers on the molten iron that drenched the floor, which was on fire, burning all over, and covered in flames, and these too were on fire, burning all over, and covered in flames—they were nothing but a single, searing flame.

source: དེའི་ལྕེ་དེ་ལ་རྨོན་པ་དོར་སྟོང་བྱུང་སྟེ་རྨོན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་ཏུ་རབ་ཏུ་འབར་ཏེ། མེ་ལྕེ་གཅིག་ཏུ་འབར་བ་ཤ་སྟག་ལ་རྨོན་གླང་དེ་དག་ཀྱང་ལས་ལས་སྐྱེས་པ་ཤ་སྟག་སྟེ།
en: On his tongue drove five hundred yokes of oxen, and they too were all on fire, burning all over, and covered in flames—they were nothing but a single, searing flame. These yokes of oxen, which also arose due to his past actions,

source: དེ་རྣམས་ཀྱི་རྨིག་པ་དེ་དག་ཐམས་ཅད་ཀྱང་སྤུ་གྲིའི་སོ་འདྲ་ལ་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་དུ་རབ་ཏུ་འབར་ཏེ།
en: had hooves like the edge of a razor that were on fire, burning all over, and covered in flames—

source: མེ་ལྕེ་གཅིག་ཏུ་འབར་བ་ཤ་སྟག་སྟེ།
en: they were nothing but a single, searing flame.

source: དེ་དག་གིས་ཕྱོགས་གང་དང་གང་དུ་གོམ་པ་བོར་བའི་ཕྱོགས་དེ་དང་དེར་ཀུན་དུ་གཅོད་ཅིང་ཀུན་དུ་གཏུབ་ལ་ཀུན་དུ་དམྱལ་བར་བྱེད་དེ།
en: They caused him infernal torment, for no matter what direction they trod, they cut and hacked at him all over.

source: གཞི་དེས་ན་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་ཚ་བའི་ཚོར་བ་ཉམས་སུ་མྱོང་བ་ཞིག་མཐོང་ངོ་། །
en: This caused him dreadful suffering and extreme, excruciating, unbearable agony.

source: མཐོང་ནས་ཀྱང་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བསམས་པ་སེམས་ཅན་འདིས་ལས་ཅི་བྱས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་སྡུག་བསྔལ་འདི་ལྟ་བུ་རྙེད་པར་གྱུར་ཞིག་གུ་སྙམ་སྟེ
en: Seeing this, Venerable Mahā­maudgalyāyana thought, “What action did this being take that ripened into his meeting with such suffering?”

source: དེས་རབ་ཀྱི་མཐའ་ལས་བྱུང་བའི་བསམ་གཏན་གྱི་བར་དུ་སྙོམས་པར་ཞུགས་ཀྱང་། སེམས་ཅན་དེའི་སྡུག་བསྔལ་གྱི་མཐའི་རྩད་མ་ཆོད་དེ།
en: Though he went deep into equipoise and reached the far limits of concentration, he could not see an end to this being’s suffering.

source: སེམས་ཅན་དམྱལ་བ་རྣམས་ནས་ཤི་འཕོས་ཤིང་སེམས་ཅན་དམྱལ་བ་རྣམས་འབའ་ཞིག་ཏུ་སྐྱེས་པ་ཉི་ཚེ་ཞིག་མཐོང་བར་ཟད་དོ། །
en: All he could see was that this being had been dying from hell states, only to be reborn in the hells once again.

source: མཐོང་ནས་ཀྱང་བསམས་པ་འདིའི་ལས་ལུང་བསྟན་པ་ནི་བཅོམ་ལྡན་འདས་ཡེ་ཤེས་གཟིགས་པ་ཐོགས་པ་མེད་པ་དང་།
en: Recognizing this, he thought, “Who apart from the Blessed One could explain his deeds to me?

source: ཡེ་ཤེས་གཟིགས་པ་མཐའ་ཡས་པ་མངའ་བ་མ་གཏོགས་པ་གཞན་སུ་ཞིག་ཡོད་སྙམ་ནས་མནར་མེད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེ་མཉན་དུ་ཡོད་པར་ཕྱིན་ཏོ། །
en: For his wisdom and vision are unimpeded, and his wisdom and vision are infinite.” He disappeared from the Hell of Ceaseless Agony and traveled to Śrāvastī,

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་ནང་ན་བཞུགས་ཏེ་ཆོས་སྟོན་ཏོ། །
en: where the Blessed One sat teaching the Dharma amid a company of hundreds.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས། བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་ནང་ན་ཆོས་སྟོན་ཅིང་བཞུགས་པ་མཐོང་ངོ་། །
en: Venerable Mahā­maudgalyāyana saw that the Blessed One was teaching the Dharma amid a company of hundreds

source: མཐོང་ནས་ཀྱང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: and thought,

source: བདག་གིས་བཅོམ་ལྡན་འདས་ལ་སེམས་ཅན་དེའི་ལུང་བསྟན་པ་ཞུ་བའི་དུས་ནི་འདི་ཡིན་ནོ་སྙམ་ནས།
en: “Now is the time to request the Blessed One to explain about that being.”

source: དེ་དག་གིས་དེ་ཐོས་ནས་ སྐྱོ་བར་འགྱུར་ལ་སྐྱོ་བར་གྱུར་ནས་ཀྱང་གང་དུ་ཁྱད་པར་ཐོབ་པར་འགྱུར་ལགས་སོ། །
en: Because of this, the people who hear me are filled with sorrow, and from this sorrow they go on to achieve great things.

source: བཙུན་པ་བདག་སེམས་ཅན་དམྱལ་བར་རྒྱུ་བར་འཚལ་ཏེམཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ནས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མ་མཆིས་པར་མཆིས་ན།
en: “Lord, I wanted to wander among the hell beings, so I disappeared from Śrāvastī and traveled to the Hell of Ceaseless Agony.

source: བཙུན་པ་བདག་གིས་དེར་སེམས་ཅན་ལུས་ཆེ་བ་ལུས་ཀྱིས་དཔག་ཚད་མང་པོ་ཁྱབ་པར་མཆིས་ལ། དེའི་ལས་ལས་སྐྱེས་པའི་མི་རྣམས་ཀྱིས། དེའི་ཁ་ནས་ལྕེ་ཕྱུང་སྟེ་
en: There, Lord, I saw a being with a body so large it filled many yojanas, and due to his past actions human beings appeared and tore his tongue from his mouth.

source: ལྕགས་ཀྱི་ས་གཞི་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་དུ་རབ་ཏུ་འབར་ཏེ
en: There were iron daggers on the molten iron that drenched the floor,

source: མེ་ལྕེ་གཅིག་ཏུ་འབར་བར་གྱུར་པའི་སྟེང་དུ་བརྒྱངས་ནས་ལྕགས་ཀྱི་ཕུར་པ་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་དུ་རབ་ཏུ་འབར་ཏེ།
en: which was on fire, burning all over, and covered in flames, and these too were on fire, burning all over, and covered in flames—

source: མེ་ལྕེ་གཅིག་ཏུ་འབར་བ་དག་གིས་ཐང་བཅད་ནས།
en: they were nothing but a single, searing flame.

source: དེའི་ལྕེ་དེ་ལ་རྨོན་པ་དོར་སྟོང་བྱུང་སྟེ། རྨོན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་དུ་རབ་ཏུ་འབར་ཏེ།
en: On his tongue drove five hundred yokes of oxen, and they too were all on fire, burning all over, and covered in flames—

source: མེ་ལྕེ་གཅིག་ཏུ་འབར་བ་ཤ་སྟག་ལ་རྨོན་གླང་དེ་དག་ཐམས་ཅད་ཀྱང་ལས་ལས་སྐྱེས་པ་ཤ་སྟག་སྟེ།
en: they were nothing but a single, searing flame. These yokes of oxen, which also arose due to his past actions,

source: དེ་རྣམས་ཀྱི་རྨིག་པ་དེ་དག་ཐམས་ཅད་ཀྱང་སྤུ་གྲིའི་སོ་འདྲ་ལ། འབར་ཞིང་རབ་ཏུ་འབར་ལ་ཀུན་དུ་རབ་ཏུ་འབར་ཏེ།
en: had hooves like the edge of a razor, on fire, burning all over, and covered in flames—

source: དེ་དག་གིས་ཕྱོགས་གང་དང་གང་དུ་གོམ་པ་བོར་བའི་ཕྱོགས་དེ་དང་དེར་ཀུན་ཏུ་གཅོད་ཅིང་ཀུན་དུ་གཏུབ་ལ་ཀུན་དུ་དམྱལ་བར་བགྱིད་དེ།
en: They caused him infernal torment, for no matter what direction they trod, they cut and hacked at him all over.

source: གཞི་དེས་ན་དེས་སྡུག་བསྔལ་དྲག་པ་དང་མི་བཟད་པ་དང་ཚ་བའི་ཚོར་བ་ཉམས་སུ་མྱོང་བ་ཞིག་མཐོང་ལགས་ན།
en: This caused him dreadful suffering and extreme, excruciating, unbearable agony.

source: བཙུན་པ་སེམས་ཅན་དེས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་སྡུག་བསྔལ་དེ་ལྟ་བུ་རྙེད་པར་གྱུར་ལགས།
en: “Lord, what action did this anguished spirit take that ripened into his meeting with such suffering?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ལ་བཀའ་སྩལ་པ།
en: “Maudgalyāyana,” the Blessed One explained,

source: མཽད་གལ་གྱི་བུ་སེམས་ཅན་དེ་ནི་སྡིག་པའི་ལས་བྱེད་བྱེད་པ་ཡིན་ཏེ
en: “that being committed nonvirtuous actions over and over again.

source: མཽད་གལ་གྱི་བུ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདས་པ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་མ་ཉམས་པ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Maudgalyāyana, in times past, when the one who transcended the levels of the listeners and solitary buddhas, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Unwavering Gait was in the world,

source: དེའི་ཚེ་དགེ་སློང་སྡེ་སྣོད་གསུམ་པ་རིག་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པ། ཆོས་སྨྲ་བ་འཁོར་དང་ལྡན་པ་ཞིག་རྒྱལ་པོའི་ཕོ་བྲང་ཞིག་ན་རྟེན་ཅིང་གནས་ཏེ།
en: there was certain monk—a Tripiṭaka master and proponent of the Dharma with all the eloquence of wisdom and freedom—who was living on the patronage of a certain royal palace.

source: དེ་དེ་ན་བཀུར་སྟི་བྱ་བ་དང་བླ་མར་བྱ་བ་དང་རི་མོར་བྱ་བ་དང་མཆོད་པར་བྱ་བའི་གནས་སུ་གྱུར་ཏེ།
en: There he was held in high esteem, revered, honored, and venerated.

source: དེའི་ཚེ་དགེ་སློང་དགྲ་བཅོམ་པ་སྡེ་སྣོད་གསུམ་པ་རིག་པ་དང་གྲོལ་བའི་སྤོབས་པ་དང་ལྡན་པ་ཆོས་སྨྲ་བ་ཞིག་ཀྱང་ཡོད་དེ།
en: “At that time there was also a certain arhat monk who was a Tripiṭaka master and proponent of the Dharma with all the eloquence of wisdom and freedom.

source: དེ་ཡང་གཡོག་འཁོར་ལྔ་བརྒྱ་དང་ལྗོངས་རྒྱུ་ཞིང་སོང་སྟེ། རྒྱལ་པོའི་ཕོ་བྲང་དེ་ཉིད་དུ་ཕྱིན་ནས།
en: He was making his way through the township with a retinue of five hundred when they came to the royal palace.

source: སྐྱེ་བོ་མང་པོས་དེ་ལུས་མཛེས་པ་དང་སེམས་མཛེས་པ་དང་གཡོག་འཁོར་མཛེས་པར་མཐོང་སྟེ།
en: There many people saw the elegance of his body, the elegance of his mind, and the elegance of those who attended him.

source: མཐོང་མ་ཐག་ཏུ་དེ་ལ་དགའ་བར་གྱུར་ནས་དེ་ཡང་དེར་གོས་དང་ཟས་དང་མལ་ཆ་དང་སྟན་དང་ནད་གསོས་དང་སྨན་ཟོང་རྣམས་རྙེད་པར་གྱུར་ཏེ།
en: As soon as they saw him, they were filled with the greatest admiration, and he acquired provisions of clothing, food, bedding, a seat, and medicines for the sick.

source: སྐྱེ་བོ་མང་པོ་དེ་དག་དེ་འབའ་ཞིག་ལ་བཀུར་སྟི་བྱ་བར་སེམས་ཀྱིས། སྔ་ནས་འདུག་པའི་སྡེ་སྣོད་གསུམ་པ་དེ་ལ་ནི་བཀུར་སྟི་མི་བྱེད་དོ། །
en: Those many people wished to serve and respect only him, so they no longer offered their service and respect to the former Tripiṭaka master.

source: དེ་ནས་དེའི་བློ་སྐྱེས་པ་གང་གི་ཚེ་དགེ་སློང་འདི་གྲོང་འདབ་འདིར་མ་འོངས་པ་དེའི་ཚེ་ན་བདག་རྙེད་པའི་མཆོག་དང་གྲགས་པའི་མཆོག་དང་ལྡན་པར་གྱུར་ལ་འདི་
en: “The first monk thought, ‘Before that monk’s arrival, my profit was unrivaled and my acclaim without compare.

source: འོངས་ནས་བདག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཆད་པར་གྱུར་ཏེ
en: But since his arrival, all that profit and acclaim has been cut off.

source: འདི་མེད་ན་ནི་བདག་གི་རྙེད་པ་དང་བཀུར་སྟི་ཕྱིར་ཡང་སྔ་མཁོ་བཞིན་དུ་འོང་བར་འགྱུར་གྱིས།
en: When he’s gone, all my profit and acclaim will be restored.

source: བདག་གིས་ཅི་ནས་ཀྱང་འདི་གཡོག་འཁོར་དང་བཅས་པ་གྲོང་འདབ་འདིར་མི་འདུག་པར་བྱའོ་སྙམ་ནས
en: I will make sure that, come what may, he and his disciples will not be able to remain in this village.’

source: སྡེ་སྣོད་གསུམ་པ་དེས་གྲོང་ཁྱེར་དེ་ཐོག་ཐག་ཏུ་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱར་ཀ་བཏང་སྟེ།
en: “So the first Tripiṭaka master spread malicious rumors all over the city, saying,

source: དགེ་སློང་འདི་དག་ནི་ཚུལ་ཁྲིམས་འཆལ་པ་སྡིག་པའི་ཆོས་དང་ལྡན་པ་ཡིན་གྱིས།
en: ‘These monks are immoral! They are sinful!

source: འདི་ལ་ཁྱེད་བཀུར་སྟི་བྱེད་པར་མ་སེམས་ཤིག །
en: You should not think to pay them homage.

source: བདག་ཉིད་ཚུལ་ཁྲིམས་འཆལ་པ་དང་གཡོག་འཁོར་ཚུལ་ཁྲིམས་འཆལ་པ་འདི་ན་འདུག་པ་ཅི་དགོས་ཞེས་བྱས་སོ། །
en: Why should he and his immoral retinue remain here?’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྐྱེ་བོ་མང་པོ་དེ་དག་དགྲ་བཅོམ་པ་དེ་ལ་མི་ལྟ་བར་གྱུར་ཏེ།
en: “As soon as they heard this, the people no longer went to see the arhat,

source: ཕྱིན་ཅད་སྦྱིན་པར་བྱ་བ་དང་བཀུར་སྟི་བྱ་བར་མི་སེམས་སོ། །
en: and after that they did not think to make him offerings nor to pay him respect.

source: སྐྱེ་བོ་མང་པོ་འདི་དག་ཅིའི་ཕྱིར་བདག་ལ་མི་ལྟ་བར་གྱུར་སྙམ་ནས་དེས་བལྟས་ན།
en: ‘Why is it that all those people no longer come to see me?’

source: སྡེ་སྣོད་གསུམ་པས་ཐོག་ཐག་ཏུ་ཕྱར་ཀ་བཏང་བར་གྱུར་ནས། དེས་བསམས་པ་
en: Then he looked and saw that the other Tripiṭaka master was spreading malicious rumors all about, and he thought,

source: སྐྱེ་བོ་མང་པོ་འདི་དག་དང་སྡེ་སྣོད་གསུམ་པའི་འདི་ཤས་ཆེར་བསོད་ནམས་མ་ཡིན་པ་འཕེལ་བར་གྱུར་ན་མི་རུང་ངོ་སྙམ་ནས་
en: ‘It’s not right for all those people and the Tripiṭaka master to increase their demerit like this.’

source: གཡོག་འཁོར་དང་བཅས་ཏེ་གྲོང་འདབ་དེ་ནས་སོང་ངོ་། །
en: So he and his retinue left the village.

source: དེ་སོང་ནས་སྡེ་སྣོད་གསུམ་པ་དེ་དགའ་བར་གྱུར་ཏེ།
en: “The first Tripiṭaka master was delighted and thought,

source: ད་ནི་བདག་གི་རྙེད་པ་དང་བཀུར་སྟི་སྔ་མཁོ་བཞིན་དུ་འོང་བར་འགྱུར་རོ་སྙམ་མོ། །
en: ‘Now all my profit and acclaim will be restored.’

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་ནད་ཀྱིས་ཐེབས་ནས་དེ་རྩ་བ་དང་སྡོང་བུ་དང་ལོ་མ་དང་མེ་ཏོག་དང་འབྲས་བུའི་སྨན་དག་གིས་རིམ་གྲོ་བྱས་ཀྱང་སོས་པར་བྱེད་མ་ནུས་ནས་ཤིའོ། །
en: Then one day he fell ill, and though he was treated with medicinal roots, stems, leaves, flowers, and fruits, he could not be cured, and died.

source: དེ་ཤི་འཕོས་ཏེ་དུས་ལས་འདས་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་ཏེ། དེར་དེའི་ལྕེ་ལ་རྨོན་པ་དོར་སྟོང་བྱུང་བར་གྱུར་ཏོ། །
en: After his death, he transmigrated and took rebirth in the Hell of Ceaseless Agony, where a thousand yokes of oxen appeared on his tongue.

source: དེའི་ཚེ་སྡེ་སྣོད་གསུམ་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that Tripiṭaka master then is none other than this being.

source: དེས་དེར་རྙེད་པ་དང་བཀུར་སྟིའི་དབང་དུ་གྱུར་ཅིང་ཤས་ཆེར་མངོན་པར་ཞེན་ནས་དགྲ་བཅོམ་པ་དེ་ལ་ཡང་དག་པ་མ་ཡིན་པའི་སྐུར་པ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་ནསདེའི་ལྕེ་ལ་རྨོན་པ་དོར་སྟོང་བྱུང་སྟེ།
en: At that time he fell under the sway of profit and acclaim, and due to his strong attachment, he cast aspersions on the arhat. Those actions ripened into his birth in the Hell of Ceaseless Agony, where a thousand yokes of oxen appeared on his tongue.

source: དགེ་སློང་དག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བགྲོད་པ་མི་ཉམས་པའི་རིང་ནས་ད་ལྟར་ངའི་རིང་གི་བར་དུ་སེམས་ཅན་དེ་སེམས་ཅན་དམྱལ་བ་རྣམས་ནས་ཤི་འཕོས་ཤིང་སེམས་ཅན་དམྱལ་བ་རྣམས་འབའ་ཞིག་ཏུ་སྐྱེས་ཏེསྡུག་བསྔལ་འདི་ལྟ་བུ་ཤ་སྟག་རྙེད་པར་གྱུར་ཏོ། །
en: Monks, from the time of the totally and completely awakened Buddha Unwavering Gait until my own, that being has died as a hell being, transmigrated, and taken rebirth as nothing but a hell being, incurring nothing but suffering such as this.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་མ་འོངས་པའི་དུས་ན་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདས་པ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བླ་མ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་འབྱུང་སྟེ
en: “Monks,” the Blessed One explained, “in the future a totally and completely awakened buddha named Guru , who will far surpass the listeners and the solitary buddhas, will emerge in the world.

source: དེའི་གསུང་རབ་ལ་སེམས་ཅན་འདི་སེམས་ཅན་དམྱལ་བ་ནས་ཤི་འཕོས་ཏེ། མིའི་ལུས་ཐོབ་ནས་དེའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་རོ། །
en: While his teachings are still flourishing, this being will die and pass on from being a hell being, obtain a human birth, go forth in his doctrine, cast away the afflictions, and manifest arhatship.

source: སྐུར་པ་མང་བར་ཡང་འགྱུར་ཏེ། དེ་གང་དང་གང་དུ་འགྲོ་བ་དེ་དང་དེར་སྐུར་པ་དང་ཕྲད་པར་འགྱུར་ཏེ།
en: He will also be greatly criticized, and wherever he goes he will meet with much blame.
